<?php

/**
 * @var $this \yii\web\View
 */

$this->title = Yii::t('app', 'clients__title');

?>
<section class="clients-content">
	<div class="container clients">

		<?= $this->render('@frontend/views/components/_download-our-apps') ?>

		<div class="row grey-line">
			<div class="col-md-12">
				<div class="big-block-title clients-page">
					<h1>Информация для клиентов</h1>
				</div>
				<div style="text-align: center;" id="video-block">
					<iframe src="https://www.youtube.com/embed/MeZ0T4QmDGM?rel=0" frameborder="0" allowfullscreen="" width="100%" height="515"></iframe>
				</div>
			</div>
		</div>
		<div class="row">
			<div class="col-md-12">
				<div class="big-block just-info">
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/klientam/screenshots/mobile-sceenshot-1.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title t1">Такси через приложение - <span>одним</span> нажатием!</div>
							<div class="grey-pattern">
								<p>Фирменное приложение такси для iPhone и Android - самый удобный и простой способ заказать авто в любое время суток.</p>
								<p>Нет нужды тратить время на общение с оператором, ждать пока очередной водитель освободится, чтобы принять заказ, а потом еще ждать, когда же наконец машина приедет к вам на место.</p>
								<p>Скачав приложение такси, вы всегда можете быть уверены в том, что как только вы парой движений закажете авто, вам останется только выбрать ближайшего водителя - и спустя несколько минут вы уже будете в пути.</p>
								<p>А что, если обстоятельства резко изменятся, и вам придется оказаться от сделанного заказа? Не проблема: достаточно нажать на кнопку - и система оповестит водителей.</p>
								<p>Возможности программы, разумеется, на этом не ограничиваются: мы делаем все, чтобы нашим клиентам было удобно. Предельно понятный интерфейс, возможность запомнить ваши излюбленные и часто используемые маршруты - и многое многое другое.</p>
							</div>
						</div>
					</div>
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title t2"><span>Моментальный</span> поиск авто</div>
							<div class="grey-pattern">
								<p>Теперь поиск такси, готового принять ваш заказ, занимает не больше нескольких секунд. Причем приложение такси под Android или iOS сделает это практически автоматически.</p>
								<p>Вам достаточно просто определить свое местоположение на карте и задать подходящий радиус.</p>
								<p>После этого вы сразу же сможете увидеть таксистов, находящихся рядом или двигающихся в подходящем для Вас направлении.</p>
								<p>Осталось только выбрать самое подходящее такси через приложение и подтвердить заказ.</p>
								<p>Что делать, если вы, например, опаздываете на важную встречу? Не беда: в программе для заказа такси достаточно выбрать опцию “Срочный заказ” - и вас обслужат вне очереди.</p>
								<p>И, разумеется, мы следим, чтобы вы всегда были довольны нашей работой. Именно поэтому помимо возможности заказа такси через приложение мы внедрили функцию “Оставить отзыв”. Вы можете оценить обслужившего вас водителя по пятибалльной шкале и оставить свой комментарий.</p>
								<p>Эта простая система позволяет нам работать только с лучшими таксистами и постоянно улучшать уровень сервиса - поэтому не пренебрегайте ей.</p>
							</div>
						</div>
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/klientam/screenshots/mobile-sceenshot-2.jpg">
						</div>
					</div>
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/klientam/screenshots/mobile-sceenshot-3.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title t3"><span>Полная</span> информация о водителях</div>
							<div class="grey-pattern">
								<p>Благодаря мобильному приложению такси Shark вы всегда имеете полную и точную информацию относительно всех важных моментов вашего заказа.</p>
								<p>Как только он будет принят, вы увидите все машины в указанном вами радиусе - и сможете выбрать наиболее подходящее.</p>
								<p>При этом вы можете посмотреть всю интересующую вас информацию об авто и его владельце: класс машины, фото водителя и его личный рейтинг в системе.</p>
								<p>Программа для заказа такси отслеживает машины в реальном времени, так что вы в любую секунду можете проверить, где находится выбранный вами водитель.</p>
								<p>Кстати, не только вы видите такси через приложение: водитель, которого вы выбрали, также видит, где вы находитесь. Поэтому долго ждать не придется.</p>
							</div>
						</div>
					</div>
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title t4"><span>Выберите</span> время подачи авто!</div>
							<div class="grey-pattern">
								<p>Главная цель нашей программы для заказа такси - сделать процесс максимально простым и удобным.</p>
								<p>И, разумеется, мы уделяем максимальное внимание не только простоте интерфейса и удобству использования каждой из предлагаемых клиенту функцией.</p>
								<p>Мы стремимся, чтобы каждая ваша потребность была максимально удовлетворена. В том числе мы подумали и о тех наших клиентах, которые качают приложение такси для того, чтобы иметь возможность заказа авто на определенное время.</p>
								<p>Вам достаточно просто выбрать, когда вам нужно, чтобы водитель подъехал на означенное место - и подтвердить заказ. При этом вы будете заранее знать километраж и стоимость поездки.</p>
								<p>При этом если вам нужно, чтобы ваши друзья или коллеги последовали за вами, просто поделитесь маршрутом при помощи встроенной фукнции приложения такси для iPhone или Android через любую из популярных социальных сетей.</p>
							</div>
						</div>
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/klientam/screenshots/mobile-sceenshot-4.jpg">
						</div>
					</div>
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/klientam/screenshots/mobile-sceenshot-5.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title t5">Масса <span>дополнительных</span> опций</div>
							<div class="grey-pattern">
								<p>Увы, но многие компании, создавая мобильные приложения такси, забывают о том, что у различных клиентов могут быть разные потребности. К нам, к счастью, это не относится.</p>
								<p>Благодаря приложению Shark Taxi вы можете выбрать все нужные опции для того, чтобы ваша поездка была по-настоящему комфортной.</p>
								<p>Нужно ли вам перевезти крупногабаритный тяжелый багаж на крыше или багажнике автомобиля, требуется ли специальное детское кресло - или, возможно, вам просто нужно такси, где вы сможете покурить в дороге - достаточно скачать наше приложение такси и при заказе выставить соответствующие опции.</p>
								<p>Мы учли даже ситуации, когда клиенту удобно платить не за километраж, а затраченное в дороге время. А если вы находитесь в командировке и вам нужен чек за поездку - не проблема. Отметьте этот пункт - и таксист обязательно выдаст его вам в конце поездки.</p>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</section>
