<?php

/**
 * @var $this \yii\web\View
 */

$this->title = Yii::t('app', 'drivers__title');

?>
<section class="drivers-content">
	<div class="container driver">

		<?= $this->render('@frontend/views/components/_download-our-apps') ?>

		<div class="row grey-line">
			<div class="col-md-12">
				<div class="big-block-title drivers-page"><h1>Работа в такси Shark</h1></div>
				<div style="text-align: center;" id="video-block">
					<iframe src="https://www.youtube.com/embed/ILIfGtAW2V8" frameborder="0" allowfullscreen="" style="width: 100%; height: 523.125px;"></iframe>
				</div>
			</div>
		</div>
		<div class="row">
			<div class="col-md-12">
				<div class="big-block just-info">
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-1.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title">Скачиваем приложение!</div>
							<div class="grey-pattern">
								<p>Для этого перейдите по ссылке выше или откройте Play Market, после чего введите в поисковой строке Shark Taxi - Водитель, после чего зайдите на страницу приложения и нажмите кнопку “Установить”.</p>
								<p>Чтобы в дальнейшем обновить программу, нужно зайти в раздел “Мои приложения” в <a href="https://play.google.com/store/apps/details?id=com.shark.taxi.driver" rel="nofollow" target="_blank">Play Market</a> и нажать “Обновить”.</p>
								<p><b>Внимание:</b> для обеспечения полной безопасности и стабильной работы программы, не скачивайте приложение с альтернативных источников. В этом случае компания не несет ответственность за наличие вирусов и прочих вредоносных программ в ходе установки приложения.</p>
							</div>
						</div>
					</div>
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title">Знакомство с приложением!</div>
							<div class="grey-pattern">
								<p>После того, как вы скачали и установили приложение, при запуске вы увидите следующее окно.</p>
								<p>Интерфейс содержит ряд элементов, описанных ниже:</p>

								<ul class="property-list">
									<li><b>Войти:</b> данным пунктом вы воспользуетесь для того, чтобы войти в систему и начать выполнять заказы после того, как пройдете регистрацию.</li>
									<li><b>Регистрация:</b> для того, чтобы начать работать в системе Shark Taxi, прежде всего вам необходимо будет пройти процедуру регистрации в этом разделе.</li>
								</ul>
								<p>Внизу расположена кнопка связи с техподдержкой. Вы можете обратиться в отдел технической поддержки водителей такси Shark в любое время посредством отправки сообщения либо при помощи звонка.</p>
							</div>
						</div>
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-2.jpg">
						</div>
					</div>
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-3.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title">Регистрация в приложении!</div>
							<div class="grey-pattern">
								<p>После того, как вы нажмете на кнопку “Регистрация”, вы попадете в соответствующий раздел.</p>
								<p>Для того, чтобы пройти процедуру регистрации в системе, вам необходимо будет пройти несколько простых шагов:</p>
								<ul class="property-list without small-padding">
									<li>1) На первом этапе регистрации вам нужно будет осуществить ввод ваших личных данных: загрузить фото, ввести ФИО, дату и год рождения, а также Ваш город.</li>
									<li>2) Далее необходимо заполнить экран с данными о вашей машине. Добавьте фотографию автомобиля, выберите из выпадающего списка его марку и модель, вручную введите год выпуска автомобиля и его государственный номер.</li>
									<li>3) На следующем экране необходимо выбрать дополнительные услуги, которые вы можете предоставлять клиентам. При этом количество выбранных опций будет напрямую влиять на то, на сколько много заказов вы сможете видеть.</li>
									<li>4) На заключительном этапе введите контактный телефонный номер и нажмите кнопку для получения активационного кода. Введите полученный в SMS код в соответствующее пустое поле и нажмите “Зарегистрироваться”.</li>
								</ul>
								<p>Поздравляем! Вы успешно прошли процедуру регистрации.</p>
							</div>
						</div>
					</div>
					<!-- -->
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title">Завершение регистрации!</div>
							<div class="grey-pattern">
								<p>По завершении регистрации вам придется подождать некоторое время до того, как вы сможете приступить к выполнению заказов.</p>
								<p>Все заявки проходят модерацию в ручном режиме, поэтому как правило вам придется подождать около двух часов.</p>
								<p>Если все введенные данные верны и у модератора нет дополнительных вопросов, то очень скоро вы получите сообщение, подтверждающее успешную регистрацию в системе.</p>
								<p>Если же необходимо исправить или уточнить какие-либо детали, наш оператор свяжется с вами.</p>
								<p>Модерация осуществляется круглосуточно. Максимальное время рассмотрения заявки ограничивается сутками с момента ее подачи.</p>
							</div>
						</div>
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-4.jpg">
						</div>
					</div>
					<!-- -->
					<!-- -->
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-5.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title t5">Вход в приложение Shark Taxi</div>
							<div class="grey-pattern">
								<p>Чтобы начать выполнять заказы, вам необходимо войти в систему. Для этого введите контактный телефон и нажмите на кнопку “Получить код”. После получения SMS-сообщения, введите его в соответствующее пустое поле - и можете приступать к работе.</p>
								<p><b>Помните:</b> если вы сменили телефон или телефонный номер, вам будет необходимо повторно войти в систему прежде, чем вы сможете вновь приступать к работе.</p>
								<p><b>Внимание!</b> Вы не можете работать, используя одну учетную запись в системе, на нескольких устройствах одновременно.</p>
							</div>
						</div>
					</div>
					<!-- -->
					<!-- -->
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title">Главный экран приложения!</div>
							<div class="grey-pattern">
								<p>После запуска приложения и входа в основной рабочий раздел, на экране вашего смартфона отобразится главный экран. Здесь вы сможете увидеть доступные на данный момент заказы.</p>
								<p>Интерфейс главного экрана включает в себя следующее:</p>
								<ul class="property-list">
									<li>Кнопка “Свободен”: отражает ваш статус и готовность выполнять заказы. Если вы нажмете на кнопку, статус сменится на “Занят”, и вы не будете принимать информацию о новых поступивших заказах.</li>
									<li>Заказов 68/1: отображает количество заказов по вашему городу. Первая цифра это общее число выполняемых в городе заказов.  Вторая -  количество заказов, доступных для выполнения. </li>
									<li>Значок водителя и цифра 455 рядом с ним: обозначает, что в текущий момент времени в городе работает 455 таксистов Shark Taxi.</li>
									<li>В правом верхнем углу находятся кнопки, необходимые для перехода на другие разделы меню программы. Перейти вы также можете, проведя пальцем по экрану справа налево.</li>
								</ul>
								<p>Доступные заказы отображаются списком, в порядке удаленности от вас. Самые ближние располагаются вверху, самые дальние - в конце списка.</p>
								<p><i>Пример:</i> В информации о верхнем заказе указаны:</p>
								<ul class="property-list">
									<li>Точка, в которой ждет клиент (А) и место, куда его нужно отвезти (В);</li>
									<li>Расстояние, отделяющее вас и клиента (0,0 км);</li>
									<li>Длина маршрута от места подачи авто до конечной точки (2,7 км);</li>
									<li>Цена заказа (50 грн.);</li>
								</ul>
								<p>Если вы нажмете на заказ, будут отображены дополнительные подробности.</p>
							</div>
						</div>
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-6.jpg">
						</div>
					</div>
					<!-- -->
					<!-- -->
					<div class="row grey-line" style="margin-top: 50px;">
						<div class="col-md-4 col-sm-4">
							<img src="https://shark-taxi.ua/wp-content/themes/shark-taxi-ukraine/image/page/voditelyam/screenshots/mobile-screenshots-7.jpg">
						</div>
						<div class="col-md-8 col-sm-8" style="display: table-cell;vertical-align: middle;">
							<div class="zagolovok3 drivers-title">Подробная информация по заказу</div>
							<div class="grey-pattern">
								<p>Нажав на любой заказ, вы получите доступ к дополнительным подробностям, касающимся его.</p>
								<ul class="property-list">
									<li><b>#4017542:</b> регистрационный номер заказа;</li>
									<li><b>Иконка наушников:</b> заказ осуществлен через диспетчера. Если отображается иконка Android или iOS, значит, заказ был сделан через соответствующее устройство. При заказе через сайт, отображается иконка компьютера.</li>
									<li><b>Кнопка “Принять заказ”:</b> нажимая ее, вы соглашаетесь с принятием заказа и оповещаете систему о начале его выполнения;</li>
									<li><b>Навигатор:</b> выстраивает маршрут по городским улицам от вас до клиента и от него - до конечной точки. Для того, чтобы данная функция работала, вам необходимо дополнительно установить "Яндекс.навигатор".</li>
									<li><b>Показать маршрут:</b> показывает на экране маршрут от вашего автомобиля до точки, где необходимо забрать клиента и путь от него до конечной точки назначения.</li>
									<li><b>Повышен тариф (в данном случае + 4 %):</b> Формирование цены осуществляется путем изучения всех деталей заказа. Наценка формируется в зависимости от погодных условий, качества дорог и загруженности города. Если вы приняли заказ, на который включена наценка, вы увидите это у себя в подробностях заказа. </li>
									<li><b>Принял:</b> фиксирует время, в которое вы приняли заказ;</li>
									<li><b>На месте:</b> отображает время, когда вы оповестили клиента о том, что вы приехали на место и готовы отвезти его. Также время фиксируется в случае автоматического оповещения клиента системой.</li>
									<li><b>Дозвонились:</b> время, когда клиент был оповещен вами о том, что его машина на месте.</li>
									<li><b>Встретил:</b> фиксирует время, когда вы при встрече клиента подтвердили его посадку при помощи кнопки “Встретил".</li>
								</ul>
								<p><b>Ниже отображается дополнительная информация о клиенте:</b></p>
								<ul class="property-list">
									<li>Имя;</li>
									<li>Контактный телефонный номер;</li>
									<li>Общее количество заказов в системе Shark Taxi;</li>
									<li>Класс машины, который указал клиент.</li>
								</ul>
							</div>
						</div>
					</div>
					<!-- -->

					<div class="row" style="margin-top: 50px;">
						<div class="col-md-12 col-sm-12" style="display: table-cell;vertical-align: middle;">
							<div class="big-block-title news" style="font-size: 28px;">Сервисные стандарты Shark Taxi</div>

							<p>Данные стандарты обслуживание клиентов настоятельно рекомендованы всем таксистам Shark Taxi и входят в курс обучения.<br>Соблюдение данных стандартов позволит вам повысить свой рейтинг, получать от клиентов чаевые и не допустить снижения персонального рейтинга водителя и блокировок аккаунта.</p>
							<div class="zagolovok3 drivers-title">1. Подготовка к поездке</div>
							<div class="grey-pattern">
								<ul class="property-list">
									<li>Убедитесь, что ваш автомобиль полностью исправен.</li>
									<li>Проверьте уровень бензина: его обязано быть не менее трети бака.</li>
									<li>Убедитесь в том, что автомобиль чистый снаружи и проверьте чистоту салона. Также проверьте, чтобы в авто </li>не было посторонних вещей (как в багажнике, так и в салоне).
									<li>Стекла, пороги и ручки должны быть чистыми.</li>
									<li>Воздух в салоне обязан быть свежим. Неприятные запахи недопустимы.</li>
									<li>Внешний вид водителя должен быть опрятным и чистым.</li>
									<li>Машину подавать следует точно по указанному адресу, принимая во внимание все выбранные клиентом опции и </li>его пожелания.
									<li>Опаздывать на заказ не допускается. Если вы опоздали, вы должны извиниться перед клиентом от лица </li>компании.
								</ul>
							</div>
						</div>
					</div>
					<span style="font-size: 15px;color: #b11116;text-align: right;display:block;cursor:pointer" onclick="$('#hovervod').css('height','auto');$(this).css('display','none')">Читать далее V</span>
					<div id="hovervod" style="height:0;overflow:hidden;">
						<div class="row grey-line" style="border-top: 1px solid #9f9f9f;padding-top: 50px;">
							<div class="col-md-12 col-sm-12" style="display: table-cell;vertical-align: middle;">
								<div class="zagolovok3 drivers-title">2. Посадка и высадка клиентов</div>
								<div class="grey-pattern">
									<ul class="property-list">
										<li>Посадка и высадка из такси всегда должны осуществляться в рамках действующих ПДД:<br></li>
										- После полной остановки транспортного средства;<br>
										- При отсутствии препятствий для выхода или входа (заборов, луж и т.д.)
										<li>Водитель обязан помочь клиенту открыть дверь.</li>
										<li>Передний ряд кресел обязан быть подвинут вперед на максимум, с углом наклона спинки сидения, не превышающим 90 градусов.</li>
										<li>Водитель должен помочь клиенту при загрузке, размещении в салоне машины и выгрузке личного багажа по прибытии.</li>
										<li>При обслуживании клиентов пожилого возраста, детей или инвалидов, воитель должен помочь им при посадке и высадке.</li>
										<li>Водитель обязан соблюдать стандартные правила провоза в салоне животных и багажа.</li>
										<li>Если клиент хочет воспользоваться дополнительными услугами, вы обязаны заранее проинформировать об их стоимости и необходимости оплаты.</li>
										<li>До высадки пассажира водитель должен спросить, где будет удобней остановиться.</li>
										<li>Обязательно проверяйте салон на предмет забытых предметов. Если таковые присутствуют, следует обратиться к диспетчеру и отдать забывшему их пассажиру.</li>
									</ul>
								</div>
							</div>
						</div>
						<div class="row grey-line" style="margin-top: 50px;">
							<div class="col-md-12 col-sm-12" style="display: table-cell;vertical-align: middle;">
								<div class="zagolovok3 drivers-title">3. Безопасность и комфорт</div>
								<div class="grey-pattern">
									<ul class="property-list">
										<li>Всегда соблюдайте ПДД. Осуществляйте движение со скоростью потока, не совершайте резких маневров.</li>
										<li>В салоне должны быть созданы комфортные условия, соответственно желаниям пассажира (температура, играющая радиостанция,    регулировка сидения).</li>
										<li>Во время движения не разговаривайте по телефону.</li>
										<li>Если клиент говорит по телефону, приглушите музыку.</li>
									</ul>
								</div>
							</div>
						</div>
						<div class="row grey-line" style="margin-top: 50px;">
							<div class="col-md-12 col-sm-12" style="display: table-cell;vertical-align: middle;">
								<div class="zagolovok3 drivers-title">4. Оплата поездки</div>
								<div class="grey-pattern">
									<ul class="property-list">
										<li>Если клиент расплачивается наличными в темное время суток, для удобства включите освещение.</li>
										<li>При оплате наличными всегда давайте сдачу в полном объеме при оплате купюрой любого достоинства.</li>
									</ul>
								</div>
							</div>
						</div>
						<div class="row grey-line" style="margin-top: 50px;">
							<div class="col-md-12 col-sm-12" style="display: table-cell;vertical-align: middle;">
								<div class="zagolovok3 drivers-title">5. Вежливость и внимательность</div>
								<div class="grey-pattern">
									<ul class="property-list">
										<li>Всегда выглядите опрятно, ведите себя дружелюбно и приветливо, улыбайтесь, приветствуйте и прощайтесь с клиентом, благодарите за использование услуг Shark Taxi.</li>
										<li>Всегда вовремя прибывайте на место посадки.</li>
										<li>Осуществляйте звонки клиенту только в самом крайнем случае (если он долго не выходит либо вы не в состоянии прибыть вовремя).</li>
										<li>После поездки звонить клиенту запрещено (исключение - если он забыл в салоне личные вещи).</li>
										<li>Заранее уточните конечную точку и предпочитаемый маршрут. Если пожелания отсутствуют, выбирайте наиболее оптимальный вариант.</li>
										<li>Никогда не просите оставить положительный отзыв или чаевые и не намекайте на это.</li>
										<li>Если пассажир сам не начинает разговор, соблюдайте тишину.</li>
										<li>Общайтесь в рамках делового этикета и общепринятых норм вежливости. Также, следует избегать споров, дискуссий, навязывания собственного мнения, критики сервиса Shark Taxi.</li>
									</ul>
								</div>
							</div>
						</div>
						<div class="row" style="margin-top: 50px;">
							<div class="col-md-12 col-sm-12" style="display: table-cell;vertical-align: middle;">
								<div class="zagolovok3 drivers-title">Грубые нарушения стандартов сервиса Shark Taxi</div>
								<div class="grey-pattern">
									<ul class="property-list">
										<li>Демонстрирование клиенту оружия, а также хранение его на обозримом месте или в доступности клиента (приводит к жалобам пассажиров и создает угрозу их безопасности).</li>
										<li>Грубость, провоцирование конфликтов, насильное удержание в салоне, физическое воздействие, контакт с клиентом после завершения заказа (не только провоцирует взаимные претензии и ухудшение настроения пассажира, но и часто влечет юридическую ответственность).</li>
										<li>Присваивание личных вещей пассажиров, забытых в салоне (является кражей и подлежит уголовному преследованию).</li>
										<li>Отсутствие необходимых документов, использование просроченных или поддельных документов, работа под чужой учетной записью Shark Taxi (подлежит уголовному преследованию и повлечет блокировку учетной записи в сервисе).</li>
										<li>Финансовые аферы и махинации по отношению к клиенту (является мошенничеством и влечет уголовную ответственность).</li>
										<ul>
										</ul></ul></div>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</section>
